[
  {
    "topic": "Why choose MicroFab’s BFS machines?",
    "content": "Introducing Microtools BFS Machine: A game-changer in packaging automation, our advanced BFS machine combines blow-fill-seal technology with higher output and less down time. Streamline your production line and take the packaging capabilities to the next level  with our machines, designed for ease of operation, less maintenance, and high efficiency.",
    "sub": "Blow",
    "sub_content": "The BFS process begins with the extrusion of plastic granules into a parison, a hollow tube-like structure. This parison is then enclosed within a mold.",
    "sequence": [
      {
        "step":"Blow",
        "img":"blow",
        "content":" The BFS process begins with the extrusion of plastic granules into a parison, a hollow tube-like structure. This parison is then enclosed within a mold."
      },
      {
        "step":"Fill",
        "img":"fill",
        "content":"Once the mold is sealed, the container is filled with the product, typically a sterile liquid or pharmaceutical solution. The precise volume is carefully controlled to ensure accuracy and consistency."
      },
      {
        "step":"seal",
        "img":"seal",
        "content":"After filling, the parison is sealed at both ends, forming a hermetically sealed container. This step ensures the product's sterility and protection from external contaminants."
      }
    ]
  },
  {
    "topic": "Why choose MicroFab’s FFS machines?",
    "content": "Introducing Microtools FFS Machine: Our advanced FFS machine combines form-fill-seal technology with unparalleled precision and speed. Streamline your production line and elevate your packaging capabilities with this innovative solution, designed to optimize efficiency and deliver consistent, high-quality results.",
    "sub": "Form",
    "sub_content": "The machine molds the film to form the appropriate packaging structure, such as small containers, depending on the product requirements.",
    "sequence": [
      {
        "step":"Form",
        "img":"form",
        "content":"The machine molds the film to form the appropriate packaging structure, such as small containers, depending on the product requirements."
      },
      {
        "step":"Fill",
        "img":"fill",
        "content":"The product to be packaged, such as liquids is then dispensed into the formed packaging."
      },
      {
        "step":"seal",
        "img":"seal",
        "content":"Once the machine fills the product, it seals the packaging material hermetically."
      }
    ]
  },
  {
    "topic": "Why choose MicroFab’s ISBM machines?",
    "content": "Introducing Microtools ISBM Machine: A paragon of innovation to revolutionize production in the realm of manufacturing, our machine seamlessly blends blow molding along with injection molding. The technology ensures a swift and streamlined manufacturing process for the creation of bespoke durable containers. Enhance the packaging capabilities with our machines, designed for precision with eco-friendly practices in mind.",
    "sub": "",
    "sub_content": "",
    "sequence": [
      {
        "step":"Blow",
        "img":"blow",
        "content":"The BFS process begins with the extrusion of plastic granules into a parison, a hollow tube-like structure. This parison is then enclosed within a mold."
      },
      {
        "step":"Fill",
        "img":"fill",
        "content":"Once the mold is sealed, the container is filled with the product, typically a sterile liquid or pharmaceutical solution. The precise volume is carefully controlled to ensure accuracy and consistency."
      },
      {
        "step":"seal",
        "img":"seal",
        "content":"After filling, the parison is sealed at both ends, forming a hermetically sealed container. This step ensures the product's sterility and protection from external contaminants."
      }
    ]
  }
]
