[
  {
    "heading": "Where do COVID-19 vaccine players stand on pricing? So far, it's no profit, slight profit or undecided",
    "content1": "Numerous COVID-19 vaccine players are racing ahead at record speeds, and while a group of front-runners has taken shape, other companies in earlier stages of research are already busy with launch preparations. \nMore than 160 groups are working on COVID-19 vaccines, and 24 candidates have already reached human testing, according to the World Health Organization. Some are gearing up for phase 3, and officials and execs alike have said vaccines might be ready later this year or early next. \nWhen they are, the vaccine makers will have to answer one big question: At what price? \nJohnson & Johnson and AstraZeneca have pledged to market vaccines at no profit during the pandemic, while Pfizer’s CEO has said the company plans to price for a “marginal profit.” Novavax plans to \"make an appropriate return.\" Moderna's CEO has pledged to price in line with other respiratory virus vaccines. At other companies, the discussions are ongoing. \nExecs for many of the companies involved in the vaccine race are set to testify at a Tuesday hearing in Congress, where pricing is expected to be one topic of discussion.",
    "content2": "Numerous COVID-19 vaccine players are racing ahead at record speeds, and while a group of front-runners has taken shape, other companies in earlier stages of research are already busy with launch preparations. More than 160 groups are working on COVID-19 vaccines, and 24 candidates have already reached human testing, according to the World Health Organization. Some are gearing up for phase 3, and officials and execs alike have said vaccines might be ready later this year or early next. When they are, the vaccine makers will have to answer one big question: At what price? Johnson & Johnson and AstraZeneca have pledged to market vaccines at no profit during the pandemic, while Pfizer’s CEO has said the company plans to price for a “marginal profit.” Novavax plans to \"make an appropriate return.\" Moderna's CEO has pledged to price in line with other respiratory virus vaccines. At other companies, the discussions are ongoing. Execs for many of the companies involved in the vaccine race are set to testify at a Tuesday hearing in Congress, where pricing is expected to be one topic of discussion.",
    "end": "Numerous COVID-19 vaccine players are racing ahead at record speeds, and while a group of front-runners has taken shape, other companies in earlier stages of research are already busy with launch preparations. More than 160 groups are working on COVID-19 vaccines, and 24 candidates have already reached human testing, according to the World Health Organization. Some are gearing up for phase 3, and officials and execs alike have said vaccines might be ready later this year or early next."
  }
]
